Repository: Joneswn/Baloti
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: FORM_ABOUT_ELECTION_CREATE
fr: Description de l'élection

source: FORM_VOTES_ALLOWED_ELECTION_CREATE
fr: Nombres de votes autorisés

source: The maximum number of choice a voter can make for this election
fr: Le nombre de choix maximum qu'un votant peut faire lors de cette election

source: FORM_TITLE_ELECTION_CREATE
fr: Nom de l'élection

source: FORM_START_ELECTION_CREATE
fr: Début de l'élection

source: FORM_END_ELECTION_CREATE
fr: Fin de l'élection

source: FORM_TIMEZONE_ELECTION_CREATE
fr: Timezone de l'élection

source: Edit election
fr: Éditer l'élection

source: Create an election
fr: Créer une élection

source: Voting settings:
fr: Paramètres de vote

source: Election starts:
fr: Début d'élection:

source: Election ends:
fr: Fin de l'élection

source: update election
fr: mettre à jour l'élection

source: create election
fr: Créer l'élection

source: back
fr: Retour

source: all
fr: Tout

source: created by me
fr: Mes élections créés

source: shared with me
fr: Partagées avec moi

source: voting ongoing
fr: élection ouverte

source: voting closed
fr: élection cloturée

source: result available
fr: Résultats disponibles

source: , voted
fr: , a voté

source: Create new election
fr: Créer une nouvelle élection

source: Elections
fr: Élections

source: There are no elections yet
fr: Il n'y a pas encore d'élection

source: edit
fr: Modifier

source: Basic settings
fr: Paramètres

source: Name, votes allowed, time and date, etc.
fr: Nom, votes autorisés, horaires et date, etc...

source: add
fr: Ajouter

source: %(candidates)d candidates, minimum: %(elected)d
fr: %(candidates)d candidats, minimum: %(elected)d

source: Add candidates
fr: Ajouter un candidat

source: %(num_voters)d voters
fr: %(num_voters)d inscrits

source: Add voters
fr: Ajouter des inscrits

source: All guardians must possess a private key so that the ballot box is secure and the election can be opened for voting.
fr: Tous les gardiens doivent posséder une clé privée afin que l'urne soit sécurisée et l'élection peut ensuite être ouverte aux votes

source: Download my private key
fr: Télécharger ma clé privée

source: Confirm possession of an uncompromised private key
fr: Confirmer la possession d'une clé privée non compromise

source: All guardians confirm possession of uncompromised private keys
fr: Tous les gardiens confirment qu'ils sont en possession d'une clé privée non compromise

source: %(confirmed)d/%(gardiens)d confirmed
fr: %(confirmed)d/%(gardiens)d confirmés

source: Lock the ballot box / erase private keys from server memory
fr: Verouiller l'urne / effacer les clés privées de la mémoire du serveur

source: Open the election for voting
fr: Ouverture de l'élection

source: Guardians must NOT loose their PRIVATE keys and they must keep them SECRET.
fr: Les gardiens doivent garder leur clé privée et la garder secrète.

source: download private key
fr: Télécharger la clé privée

source: confirm key integrity
fr: Confirmer l'intégrité de la clé

source: Lock the ballot box
fr: Verrouiller l'urne

source: Open for voting
fr: Ouvrir les votes

source: Secure the election
fr: Sécuriser l'élection

source: Ballot box securely locked. Election can be open for voting.
fr: L'urne est verrouilée et sécurisée. L'élection peut être ouverte aux votes.

source: You casted your vote on %(time)s The results will be published after the election is closed.
fr: Vous avez voté le %(time)s Les résultats seront publiés après la fermeture de l'élection.

source: Track my vote
fr: Vérifier mon vote

source: vote
fr: Voter

source: Cast my vote
fr: Envoyer mon vote

source: Voted
fr: A Voté

source: Choose the blockchain you want to deploy your election smart contract to
fr: Choisissez la blockchain sur laquelle vous voulez déployer le contrat de cette élection

source: Add the election smart contract
fr: Créer le contrat de l'élection

source: close
fr: Fermer

source: Voting closed
fr: Élection cloturée

source: The voting started on %(start)s and was open till %(end)s. Timezone: %(timezone)s.
fr: Les votes ont démarré le %(start)s et sont cloturés depuis le %(end)s. Timezone: %(timezone)s.

source: The voting process is currently ongoing
fr: Les votes sont actuellement en cours

source: The voting started on %(time_start)s and will be closed at %(time_end)s. Timezone: %(timezone)s
fr: Les votes ont démarré le %(time_start)s et sont ouverts jusqu'au %(time_end)s. Timezone: %(timezone)s

source: Vote link: %(link)s
fr: Lien de vote: %(link)s

source: Upload my private key
fr: Envoyer ma clé privée

source: All guardians need to upload their private keys so that the ballot box can be opened to reveal the results.
fr: Tous les gardiens doivent télécharger leurs clés privées pour que l'urne puisse être ouverte et révéler les résultats

source: upload my private key
fr: Envoyer ma clé privée

source: All guardians upload their keys %(uploaded)d/%(guardian)d uploaded
fr: Tous les gardiens envoient leur clé %(uploaded)d/%(guardian)d téléchargées

source: Unlock the ballot box with encrypted ballots and reveal the results
fr: Déverouiller l'urne cryptée et révéler les résultats

source: When the election is over the guardians use their keys to open the ballot box and count the results.
fr: Lorsque l'élection est terminée, les gardiens utilisent leurs clés pour ouvrir l'urne et compter les résultats

source: Unlocking the ballot box and revealing the results
fr: Déverouiller l'urne et révéler les résultats

source: reveal results
fr: révéler les résultats

source: Once the ballots are counted you will be notified by email
fr: Une fois les bulletins comptés, vous serez notifié par email

source: Congratulations! You have been the mediator of a secure election.
fr: Félicitations! Vous avez été le médiateur d'une élection sécurisée.

source: view result table
fr: voir le tableau des résultats

source: Results available
fr: Résultats disponibles

source: Secured and decentralised with Tezos
fr: Sécurisé et décentralisé avec Tezos

source: Your election data and results will be published on Tezos’
fr: Les données de votre élection et leurs résultats seront publiés sur la blockchain

source: blockchain.
fr: de Tezos.

source: Election contract created
fr: Contrat d'élection créé

source: Election opened
fr: Élection ouverte

source: Election closed
fr: Élection cloturée

source: Election Results available
fr: Les résultats de l'élection sont disponibles

source: Election contract updated
fr: Contrat d'élection mis à jour

source: Download
fr: Télécharger

source: Upload
fr: Télécharger

source: key downloaded
fr: Télécharger

source: key verified
fr: Clé vérifiée

source: Guardians
fr: Gardiens

source: view all/edit
fr: Voir tout/éditer

source: view all
fr: Voir tout

source: Candidates
fr: Candidats

source: Voters
fr: Inscrits

source: voters added
fr: inscrits ajoutés

source: my elections
fr: mes élections

source: No candidate yet.
fr: Pas encore de candidats.

source: No voter yet.
fr: Il n'y a pas encore d'inscrit

source: Copy link
fr: Copier le lien

source: edit voters
fr: Modifier les inscrits

source: invite new voters
fr: Inviter les nouveaux inscrits

source: Voters
fr: inscrits

source: Add candidate
fr: Ajouter un candidat

source: Candidates
fr: Candidats

source: Add a candidate
fr: Ajouter un candidat

source: Edit candidate
fr: Ajouter candidat

source: The list of allowed voters with one email per line (sparated by Enter/Return ⏎)
fr: La liste des inscrits autorisés avec un email par ligne ( séparé par Entré/Retour ⏎)

source: Save
fr: Sauvegarder

source: confirm
fr: confirmer

source: You need to upload your private key to confirm that you posses a valid key that hasn’t been temepered with.
fr: Vous devez télécharger votre clé privée pour confirmer que vous êtes bien possesseur d'une clé valide qui n'a pas été compromise

source: Choose file
fr: Choisissez un fichier

source: Your privacy key is a file with '.pkl' extension.
fr: Votre clé privée est un fichier avec l'extension : '.pkl'

source: This will remove all guardians’ private keys from the server memory.
fr: Cela supprimera toutes les clés privées des gardiens de la mémoire du serveur

source: When the voting is over the ballot box can only be opened when all guardians upload their private keys.
fr: A la fermeture du vote, l’urne sera ouverte une fois que tous les gardiens auront partagé leurs clés

source: This is what makes the governing of the election decentralised.
fr: C'est ce qui rend la gouvernance de l'élection décentralisée.

source: create
fr: Verrouiller l'urne

source: Once you open the election for voting you can’t make changes to it.
fr: Une fois que l'élection sera ouverte, vous ne pourrez plus y apporter de modifications.

source: Do not alert voters by email
fr: Ne pas prévenir les inscrits par email

source: open
fr: ouvrir

source: cancel
fr: annuler

source: Confirm your selection
fr: Confirmer votre vote

source: create ballot
fr: valider mon vote

source: Tracking informations
fr: Votre vote a été validé

source: Election ID
fr: Identifiant de l'élection

source: Ballot ID
fr: Identifiant du bulletin

source: Ballot found!
fr: Bulletin trouvé!

source: Ballot not found.
fr: Bulletin introuvable.

source: change
fr: changer

source: encrypt ballot
fr: crypter le scrutin

source: Review your ballot
fr: Vérifier votre scrutin

source: This is an ecrypted election. Once your ballot is encrypted, it will always stay that way – no one can see who voted for whom. However, you will be able to check that your vote has been properly counted. Learn how
fr: C'est une élection cryptée. Une fois votre scrutin crypté, c'est pour toujours. Cependant, vous pourrez vérifier que votre vote a été correctement compté. Cliquez sur 'crypter le vote' juste en dessous.

source: Your selection
fr: Votre choix

source: download ballot file
fr: Télécharger le fichier de vote

source: confirm my vote
fr: confirmer mon vote

source: Encrypted ballot
fr: Scrutin crypté

source: This is an ecrypted election. Once your ballot is encrypted, it will always stay that way – no one can see who voted for whom. However, you will be able to check that your vote has been properly counted. Learn more
fr: Votre scrutin est secret, voici à quoi il ressemblera une fois encrypté. Personne ne pourra savoir pour qui vous aurez voté. Veuillez cliquer ci-dessous sur le boutton de confirmation pour que votre vote soit comptabilisé.

source: Manual closing of the election
fr: Fermer manuellement l'élection

source: This will stop the voting process and it can't be undone.
fr: Cela cloture l'élection. Cette action est irréversible.

source: close the election now
fr: fermer l'élection maintenant

source: Verify your private key
fr: Verifier votre clé privée

source: All guardians’ must upload their valid private keys to unlock the ballot box.
fr: Tous les gardiens doivent envoyer une clé privée valide pour déverrouiller l'urne.

source: Open ballot box
fr: Ouvrir l'urne

source: This process will erase all guardian keys from server memory.
fr: Ce processus efface tous les clé des gardiens gardés en mémoire par le serveur.

source: open and view results
fr: ouvrir et voir les résultats

source: Publish your election results
fr: Décentraliser les résultats

source: This will decentralize your election results.
fr: Cela décentralisera votre résultat d'élection.

source: publish results
fr: Décentraliser les résultats

source: Results
fr: Résultats

source: Add guardians
fr: Ajouter gardiens

source: Guardians are responsible for locking and unlocking of the ballot box with their private keys.
fr: Les tuteurs sont responsables du verrouillage et du déverrouillage de l'urne avec leurs clés privées.

source: No guardians for speed and simplicity (default).
fr: Pas de gardiens pour la rapidité et la simplicité (defaut).

source: Electis App will technically be your guardian and can secure your ballot box.
fr: L'application Electis sera techniquement votre gardien et pourra sécuriser l'urne.

source: GUARDIAN_HELP_TEXT
fr: With guardians for greater security (recommended) You can distribute control over the closing/opening of the ballot box between multiple guardians. All of their keys will be necessary to conduct an election – from opening for voting to revealing the results.

source: add guardian
fr: Ajouter gardien

source: Must be above 0, you have choosen:
fr: Doit être superieur à 0, vous avez choisis:

source: You have created contest
fr: Vous avez créé un concours

source: Email title
fr: Titre de l'email

source: Title of the email that will be sent to each voter
fr: Titre de l'email qui sera envoyé aux inscrits

source: Email message
fr: Message de l'email

source: Body of the email that will be sent, LINK will be replaced by the voting link
fr: Corps de l'email qui sera envoyé, LINK sera remplacé par le lien de vote

source: Hello, Election %(objet)s is open for voting, you may use the link belox: LINK Happy voting!
fr: Bonjour, l'élection %(objet)s est ouverte, vous pouvez utiliser ce lien pour voter: LINK bon vote !

source: Election %(objet)s is open for voting
fr: L'élection %(objet)s est ouverte

source: Send invite
fr: Envoyer l'invitation

source: Open votes
fr: Ouvrir

source: Create the Encrypter and BallotBox and open contest for voting
fr: Créer l'encryption et l'urne et ouvrir le concours aux votes

source: Must have more candidates than number elected
fr: Il doit y avoir plus de candidats que d'élus

source: You have open contest
fr: Vous avez ouvert

source: You have closed contest
fr: Vous avez fermé

source: Body of the email that will be sent, LINK will be replaced by the result link
fr: Corps de l'email qui sera envoyé, LINK sera remplacé par le lien de vote

source: Hello, Election %(objet)s has been tallied, you may use this link below to check the results: LINK Thank you for voting on %(obj)s
fr: Bonjour, les votes de l'élection %(objet)s ont été comptés, vous pouvez utiliser le lien suivant pour voir les résultats: LINK , merci d'avoir voté pour %(obj)s

source: Election %(obj)s is has been tallied
fr: L'élection %(obj)s à été compté

source: You have decrypted tally for
fr: Vous avez décrypté votre bulletin pour

source: You have published artifacts for
fr: Vous avez publié les preuves techniques pour

source: on IPFS
fr: sur IPFS

source: Artifacts were published for
fr: Les preuves techniques seront publiées pour

source: Guardian keys were removed from our memory for
fr: Les clés de gardiens seront retiré de notre mémoire pour

source: IPFS not initialized on this node
fr: IPFS non initialisé sur ce noeud

source: You have published artifacts for %(obj)s on IPFS
fr: Vous avez publié les preuves techniques pour %(obj) sur IPFS

source: Guardian keys were removed from our memory for %(obj)s
fr: Les clés de gardiens seront retiré de notre mémoire pour %(obj)s

source: You have completed the ceremony for
fr: VOus avez complété la cérémonie pour

source: Guardian keypairs have been deleted from our memory
fr: Les paires de clés de gardiens ont étés supprimés de notre méméoire

source: Please get a magic link to proceed to secure vote
fr: Vous devez avoir un lien magique pour procéder au vote sécurisé

source: You are not registered to vote on
fr: Vous avez voté pour

source: %(obj)s vote is closed
fr: Les votes pour %(obj)s sont cloturés

source: %(obj)s vote is not yet open
fr: les votes pour %(obj)s ne sont pas encore ouverts

source: You have already casted your vote for %(obj)s
fr: Vous avez déjà voté pour %(obj)s

source: Create ballot
fr: Valider mon vote

source: ; you have:
fr: ; vous avez:

source: You spoiled your ballot for %(obj)s you can make another ballot
fr: Vous avez spolié votre bulletin pour %(obj)s et pouvez voter a nouveau

source: You casted your ballot for %(obj)s
fr: Vous avez voté pour %(obj)s

source: CANDIDATE_PICTURE
fr: Photo du candidat

source: Picture of the candidate
fr: Photo du candidat

source: CANDIDATE_NAME
fr: Nom du candidat

source: CANDIDATE_DESCRIPTION
fr: Description du candidat

source: You have added candidate
fr: Ajouter candidat

source: You have updated candidate
fr: Ajouter candidat

source: You have removed candidate
fr: Vous avez retiré un candidat

source: User not found
fr: Utilisateur non trouvé

source: already added!
fr: déjà ajouté!

source: Cannot be higher than the number of guardians
fr: Ne peut pas être plus haut que le nombres de gardiens

source: You have invited
fr: Vous avez invité

source: as guardian
fr: en tant que gardien

source: Quorum set to
fr: Quorum définis sur

source: to match the number of guardians
fr: pour correspondre aux nombres de gardiens

source: You have removed guardian
fr: Vous avez retiré un gardien

source: Verify integrity
fr: Confirmer l'intégrité de la clé

source: File corrupted, please try downloading again
fr: Fichier corrompu, essayer à nouveau

source: You have verified your guardian key for
fr: Vous avez vérifié votre clé de gardien pour

source: You have uploaded your guardian key for
fr: Vous avez téléchargé votre clé de gardien pour

source: Please remove lines containing invalid emails:
fr: Veuillez retirer les lignes qui contiennent des erreurs:

source: Update voters
fr: Modifier les inscrits

source: The list of allowed voters with one email per line
fr: Liste des inscrits autorisés avec un email par ligne

source: You have updated voters for contest
fr: Vous avez mis à jour les inscriptions pour

source: Choose the blockchain you want to deploy your election results to
fr: Choisissez la blockchain que vous voulez déployer pour cette élection

source: As a way to bring trust, this election results and parameters will be shared and stored via a Tezos smart contract and an IPFS Link. To keep it simple you have two choices, one is to chose the free / testnet contract (fine for non official elections) or the main net one (you ll need to pay a small fee / just send the needed Tez fees to the Wallet address) version that can be used for official election as the equivalent of a legal proof of the election parameters and its results.
fr: Pour apporter de la transparence, les résultats de cette élection et les preuves techniques nécessaires à sa vérification sont enregistés sur un smart contract sur la blockchain de Tezos et sur IPFS. Pour faire simple, vous avez deux choix: soit choisir un contrat gratuit, sur le testnet (suffisant pour une élection non officielle), soit un contrat payant sur le mainnet (vous devrez payer une légère commission, envoyez simplement quelques Tez à l'adresse du portefeuille électronique) qui peut être utilisé comme preuve légale du résultat de l'élection et de ses paramètres

source: This choice cannot be changed, please choose carefully
fr: Ce choix est irréversible, merci de faire votre choix avec précaution

source: refresh balances
fr: Rafraîchir la balance

source: Confirm Smart Contract
fr: Confirmer le contrat

source: Election not found
fr: Élection non trouvé

source: Contract already created
fr: Contrat déjà créé

source: Blockchain contract created! Deployment in progress...
fr: Contrat de blockchain créé! Déploiement en progression...

source: Track a ballot
fr: Suivre un bulletin

source: Back
fr: Retour

source: Election name
fr: Nom de l'élection

source: TRACKING_MSG
fr: Merci pour votre participation. Votre vote est secret, seul vous en avez connaissance, les informations techniques ci-dessous garantissent que votre vote a bien été pris en compte, vous pouvez à présent fermer cette page.

source: An email have been sent to your address
fr: Un lien à été envoyé à votre adresse email

source: Your elections
fr: Vos élections

source: Contest %(name)s
fr: Election %(name)s

source: log out
fr: Déconnexion

source: sign up
fr: Inscription

source: log in
fr: Connexion

source: Hello
fr: Bonjour

source: Secure elections with homomorphic encryption
fr: Élection sécurisée avec un cryptage homomorphe

source: French
fr: Français

source: English
fr: Anglais

source: Repeat password
fr: Répétez votre mot de passe

source: Looks like you need to register
fr: Vous devez être inscris

source: Your password needs to follow these criteria:
fr: Votre mot de passe doit respecter ces critères:

source: Contains at least 8 characters
fr: Contenir au moins 8 caractère

source: Not too similar to your other personal information
fr: Ne doit pas être similaire à une de vos informations personnelle

source: Not entirely numeric
fr: Ne doit pas contenir uniquement des chiffres

source: Not a commonly used password
fr: Ne doit pas être un mot de passe déjà utilisé

source: Register
fr: Inscription

source: Welcome to Electis.app
fr: Bienvenue sur Neuilly vote

source: Enter email and password:
fr: Entrez votre email et votre mot de passe:

source: forgot password
fr: Mot de passe oublié

source: Continue
fr: Continuer

source: You have been logged out
fr: Vous avez été déconnecté

source: Thank you for spending time on our site today.
fr: Merci d'avoir passé du temps sur notre site.

source: Login again
fr: Se reconnecter

source: Reset your password
fr: Redéfinir un mot de passe

source: Reset password
fr: Redéfinir un mot de passe

source: Your password have been reset
fr: Votre mot de passe à bien été reinitialisé

source: You may go ahead and
fr: Vous pouvez continuer et

source: login
fr: connexion

source: now
fr: maintenant

source: A link has been sent to your email address
fr: Un lien à été envoyé à votre adresse email

source: Go to login page
fr: Aller à la page de connexion

source: Check your emails to finish !
fr: Vérifiez vos emails pour terminer !

source: An activation link has been sent to your email address, please open it to finish the signup process.
fr: un lien d'activation à été envoyé à votrez adresse mail, veuillze l'ouvrir afin de terminer le processus d'inscription

source: Then, come back and login to participate to your election.
fr: Ensuite, revenez et connectez vous afin de participer à votrre élection.

source: Your account has been activated !
fr: Votre compte à bien été activé !

source: You may now
fr: Vous pouvez maintenant

source: and particiapte to an election
fr: Créer une élection

source: Account activation failure
fr: Votre compte n'a pas pu être activé

source: Most likely your account has already been activated.
fr: Votre compte est déjà activé.

source: Proceed to automatic authentification
fr: Connexion réussie

source: Click here to continue
fr: Cliquez ici pour continuer

source: Receive a magic link by email
fr: Recevoir un lien magique par email

source: To proceed to your
fr: Pour procéder à votre

source: secure link
fr: Sécuriser l'élection

source: Email sent with success
fr: Email envoyé avec succés

source: email address
fr: Adresse email

source: Send magic link
fr: Envoyer un lien magique

source: Could not find registration with email:
fr: Impossible de trouver l'inscription pour l'email :

source: Your magic link
fr: Votre lien magique

source: Hello, This is the magic link you have requested:
fr: Bonjour, Voici le lien de connexion à Neuilly vote:

source: Link sent by email
fr: Lien envoyé par email

source: Invalid magic link.
fr: Lien magique invalide

source: Magic link already used.
fr: Lien magique déjà utilisé.

source: Expired magic link.
fr: Lien magique expiré.

source: You have been authenticated.
fr: Vous êtes maintenant connecté.
